// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Er zijn software-updates beschikbaar voor uw computer. Wilt u deze installeren?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Tijdens de installatie kunt u uw computer blijven gebruiken. U hoeft uw computer niet opnieuw op te starten als de installatie is voltooid.";
"INSTALL_TITLE" = "Installeer";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Er staan software-updates voor uw computer klaar om te worden geïnstalleerd. Wilt u ze nu installeren?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "U moet de computer opnieuw opstarten nadat de updates zijn geïnstalleerd.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Installeer en herstart";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "U moet uitloggen om de updates te installeren.";
"LOG_OUT_AND_INSTALL_TITLE" = "Log uit en installeer";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "U moet de computer uitzetten nadat de updates zijn geïnstalleerd.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Installeer en zet uit";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Er zijn software-updates beschikbaar voor uw computer. Wilt u ze downloaden en installeren?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "U moet de computer opnieuw opstarten nadat de updates zijn geïnstalleerd.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Er zijn software-updates beschikbaar voor uw computer. Wilt u ze downloaden en installeren?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "U moet uitloggen nadat de updates zijn gedownload.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Er zijn software-updates beschikbaar voor uw computer. Wilt u ze downloaden en installeren?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "U moet de computer uitzetten nadat de updates zijn geïnstalleerd.";

"CONTINUE_TITLE" = "Ga door";


// common buttons
"NOT_NOW_TITLE" = "Nu niet";
"SHOW_DETAILS_TITLE" = "Toon details";
